<?php
$lang["config_info"] = "ព័ត៌មាន​រចនាសម្ព័ន្ធ​ហាង";

$lang["config_address"] = "អាសយដ្ឋាន​ក្រុមហ៊ុន";
$lang["config_phone"] = "លេខទូរសព្ទ";
$lang["config_prefix"] = "បុព្វបទ ល.ស លក់";

$lang["config_fax"] = "ទូរសារ";
$lang["config_default_tax_rate"] = "អត្រាពន្ធលំនាំដើម %";


$lang["config_company_required"] = "ឈ្មោះ​ក្រុមហ៊ុន​ជា​វាល​ត្រូវ​បំពេញ";

$lang["config_phone_required"] = "ទូរសព្ទ​ក្រុមហ៊ុន​ជា​វាល​ត្រូវ​បំពេញ";
$lang["config_sale_prefix_required"] = "បុព្វបទ ល.ស លក់​ជា​វាល​ត្រូវ​បំពេញ";
$lang["config_default_tax_rate_required"] = "អត្រា​ពន្ធ​លំនាំដើម​ជា​វាល​ត្រូវ​បំពេញ";
$lang["config_default_tax_rate_number"] = "អត្រាពន្ធ​លំនាំដើម​ត្រូវតែ​ជា​លេខ";
$lang["config_company_website_url"] = "តំបន់បណ្ដាញ​ក្រុមហ៊ុន​ជា​អាសយដ្ឋាន​មិន​ត្រឹមត្រូវ (http://...)";

$lang["config_saved_unsuccessfully"] = "ការកំណត់​រចនាសម្ព័ន្ធ​ពុំ​អាច​រក្សាទុក​បាន​ឡើយ ពីព្រោះវា​មិន​ត្រូវ​បាន​អនុញ្ញាត​ក្នុង​ម៉ូដ​បង្ហាញ​សាក ឬ ពន្ធ​ពុំ​ត្រូវ​បាន​រក្សាទុក​ត្រឹមត្រូវ";
$lang["config_return_policy_required"] = "នយោបាយ​ដូរវិញ​ជា​វាល​ត្រូវតែ​បំពេញ";
$lang["config_print_after_sale"] = "បោះពុម្ព​បង្កាន់​ដៃ​ក្រោយ​លក់";
$lang["config_automatically_email_receipt"] = "បង្កាន់​ដៃ​អ៊ីមែល​ស្វ័យប្រវត្តិ";
$lang["config_barcode_price_include_tax"] = "រួមបញ្ចូលទាំងពន្ធលើការលេខកូដ";
$lang["disable_confirmation_sale"] = "បិទ​ប្រើ​ការបញ្ជាក់​ពេល​លក់​រួច";


$lang["config_currency_symbol"] = "និមិត្ត​សញ្ញា​រូបិយប័ណ្ណ";
$lang["config_backup_database"] = "បម្រុង​ទិន្នន័យ​ទុក";
$lang["config_restore_database"] = "ស្ដារ​ឃ្លាំង​ទិន្នន័យ​ឡើងវិញ";

$lang["config_number_of_items_per_page"] = "ចំនួន​ទំនិញ​ក្នុង​១​ទំព័រ";
$lang["config_date_format"] = "ទ្រង់ទ្រាយ​កាលបរិច្ឆេទ";
$lang["config_time_format"] = "ទ្រង់ទ្រាយ​ម៉ោង";



$lang["config_optimize_database"] = "បង្កើន​ប្រសិទ្ធិភាព​ឃ្លាំង​ទិន្នន័យ";
$lang["config_database_optimize_successfully"] = "បង្កើន​ប្រសិទ្ធិភាព​ឃ្លាំង​ទិន្នន័យ​បាន​ជោគជ័យ";
$lang["config_payment_types"] = "ប្រភេទ​ទូទាត់";
$lang["select_sql_file"] = "ជ្រើស​ឯកសារ .sql";
$lang["restore_heading"] = "នេះ​អនុញ្ញាត​អ្នក​ឲ្យ​ស្ដារ​ឃ្លាំង​ទិន្នន័យ​ឡើងវិញ";
$lang["type_file"] = "ជ្រើស​ឯកសារ .sql ពីកុំព្យូទ័រ​របស់​អ្នក";
$lang["restore"] = "ស្ដារ";
$lang["required_sql_file"] = "ពុំ​បាន​ជ្រើស​ឯកសារ sql";
$lang["restore_db_success"] = "ឃ្លាំង​ទិន្នន័យ​ស្ដារ​បាន​ជោគជ័យ";
$lang["db_first_alert"] = "តើ​អ្នក​ប្រាកដ​ជា​ចង់​ស្ដារ​ឃ្លាំង​ទិន្នន័យ​ឡើង​វិញ​?";
$lang["db_second_alert"] = "ទិន្នន័យ​បច្ចុប្បន្ន​នឹង​បាត់បង់ ចង់​បន្តឬ?";
$lang["password_error"] = "ពាក្យ​សម្ងាត់​ពុំ​ត្រឹមត្រូវ";
$lang["password_required"] = "វាល​ពាក្យ​សម្ងាត់​ពុំ​អាច​ទទេ";
$lang["restore_database_title"] = "ស្ដារ​ឃ្លាំង​ទិន្នន័យ";



$lang["config_environment"] = "បរិយាកាស";


$lang["config_merchant_password"] = "ពាក្យ​សម្ងាត់​បាន​បង្កើត​ដោយ​បារត";
$lang["config_sandbox"] = "ប្រអប់ខ្សាច់";
$lang["config_production"] = "ផលិតកម្ម";

$lang["config_default_payment_type"] = "ប្រភេទ​ទូទាត់​លំនាំដើម";
$lang["config_speed_up_note"] = "ផ្ដល់​អនុសាសន៍​តែ​អ្នក​មាន​ទំនិញ ឬ​អតិថិជន​លើស​ពី ១០០០០";
$lang["config_hide_signature"] = "លាក់​ហត្ថលេខា";
$lang["config_round_cash_on_sales"] = "បង្គត់​ជិត .05 លើ​បង្កាន់​ដៃ";
$lang["config_customers_store_accounts"] = "គណនី​ហាង​អតិថិជន";
$lang["config_change_sale_date_when_suspending"] = "ប្ដូរ​កាលបរិច្ឆេទ​លក់​ពេល​មាន​លក់​ផ្អាក";
$lang["config_change_sale_date_when_completing_suspended_sale"] = "ប្ដូរ​កាលបរិច្ឆេទ​លក់​ពេល​បញ្ចប់​លក់​ផ្អាក";
$lang["config_price_tiers"] = "កាំ​តម្លៃ";
$lang["config_add_tier"] = "បន្ថែម​កាំ";
$lang["config_show_receipt_after_suspending_sale"] = "បង្ហាញ​បង្កាន់​ដៃ​ក្រោយ​លក់​ផ្អាក";
$lang["config_backup_overview"] = "ទិដ្ឋភាព​ទូទៅព័ត៌មាន​បម្រុង";
$lang["config_backup_overview_desc"] = "បម្រុង​ឃ្លាំង​ទិន្នន័យ​អ្នក​ទុក​គឺ​សំខាន់​ណាស់ ប៉ុន្តែ​អាច​លំបាក​ចំពោះ​ទិន្នន័យ​ទំហំ​ធំ។ បើ​អ្នក​មាន​រូបភាព ទំនិញ និង ការលក់ ច្រើន ការ​នេះ​អាច​បង្កើន​ទំហំ​ឃ្លាំង​ទិន្នន័យ​របស់​អ្នក។";
$lang["config_backup_options"] = "យើង​ផ្តល់​ជម្រើស​ច្រើន​ដល់​អ្នក​សម្រាប់​ការ​បម្រុងទុក​ ដើម្បី​ជួយ​អ្នក​សម្រេចចិត្ត​ទៅ​លើ​​របៀប​ដំណើការ";
$lang["config_backup_simple_option"] = "ការ​ចុច &quot;បម្រុង​ទិន្នន័យ​ទុក&quot;។ នេះ​នឹង​ព្យាយាម​ទាញ​យក​ឃ្លាំង​ទិន្នន័យ​អ្នក​ទាំងមូល​ទៅ​ជា​ឯកសារ​មួយ។ ប្រសិនបើ​អ្នក​ទទួល​ឯកសារ​មួយ​ទទេ ឬ​មិន​អាច​ទាញ​យក​ឯកសារ​នេះ​បាន សូម​សាកល្បង​ជម្រើស​មួយ​ផ្សេងទៀត។";
$lang["config_backup_phpmyadmin_1"] = "PHPMyAdmin ជា​ឧបករណ៍​មាន​ប្រជាប្រិយភាព​មួយ​សម្រាប់​គ្រប់គ្រង​ឃ្លាំងទិន្នន័យ​របស់​អ្នក។ ប្រសិនបើ​អ្នក​ប្រើ​កំណែ​ទាញយក​ដែល​មាន​កម្មវិធី​ដំឡើង វា​អាច​ចូល​ទៅ​បាន​ដោយ​ទៅ​កាន់";
$lang["config_backup_phpmyadmin_2"] = "ឈ្មោះ​អ្នកប្រើ​របស់​អ្នក​គឺ root និង ពាក្យ​សម្ងាត់ ជា​អ្វី​ដែល​អ្នក​បាន​ប្រើ​ក្នុង​ពេល​ដំឡើង​កម្មវិធី PHP POS ដំបូង​បង្អស់។ ពេល​បាន​កត់ត្រា​ចូល សូម​ជ្រើស​ឃ្លាំងទិន្នន័យ​របស់​អ្នក​ពី​បន្ទះ​នៅ​ខាង​ឆ្វេង។ រួច​ជ្រើស​នាំចេញ ហើយ​ដាក់​ស្នើសំណុំ​បែបបទ។";
$lang["config_backup_control_panel"] = "ប្រសិនបើ​អ្នក​បាន​ដំឡើង​លើ​ម៉ាស៊ីន​បម្រើ​ផ្ទាល់​ខ្លួន​អ្នក ដែល​មាន​បន្ទះ​គ្រប់គ្រង​ដូចជា cpanel សូម​រក​ម៉ូឌុលបម្រុងទុក ដែល​ជារឿយៗ​នឹង​ឲ្យ​អ្នក​ទាញយក​ព័ត៌មាន​បម្រុង​នៃ​ឃ្លាំងទិន្នន័យ​របស់​អ្នក។";
$lang["config_backup_mysqldump"] = "ប្រសិនបើ​អ្នក​អាច​ចូល​ដំណើរការ​ shell និង mysqldump បាន​នៅ​លើ​ម៉ាស៊ីន​បម្រើ​របស់​អ្នក អ្នក​អាច​សាកល្បងប្រតិបត្តិ​ដោយ​ចុច​តំណ​ខាងក្រោម។ បើមិនដូច្នោះទេ អ្នក​នឹង​ត្រូវការ​សាកល្បង​ជម្រើស​ផ្សេងៗ​ទៀត។";
$lang["config_mysqldump_failed"] = "ព័ត៌មាន​បម្រុង mysqldump បាន​បរាជ័យ។ នេះ​អាច​បណ្ដាល​មកពី​កម្រិត​ម៉ាស៊ីន​បម្រើ ឬ ពាក្យ​បញ្ជា​អាច​រកបាន។ សូម​សាកល្បងវិធីបម្រុងទុកផ្សេងទៀត";



$lang["config_looking_for_location_settings"] = "រកមើល​ជម្រើស​ការ​កំណត់​​រចនា​សម្ព័ន្ធ​ផ្សេងទៀត? សូម​ចូល​ទៅ";
$lang["config_module"] = "ម៉ូឌុល";
$lang["config_automatically_calculate_average_cost_price_from_receivings"] = "គណនា​តម្លៃ​ដើម​មធ្យម​ពី​ការ​ទទួល";
$lang["config_averaging_method"] = "វិធីសាស្ត្រមធ្យម";
$lang["config_historical_average"] = "ប្រវត្តិ​មធ្យម";
$lang["config_moving_average"] = "ខ្សែមធ្យម";

$lang["config_hide_dashboard_statistics"] = "លាក់​ស្ថិតិ​ផ្ទាំង​គ្រប់គ្រង";
$lang["config_hide_store_account_payments_in_reports"] = "លាក់ទូទាត់​គណនី​ហាង​ក្នុង​របាយការណ៍";
$lang["config_id_to_show_on_sale_interface"] = "លេខសម្គាល់​ទំនិញ​ដែល​ត្រូវ​បង្ហាញ​លើ​ចំណុច​ប្រទាក់​លក់";
$lang["config_auto_focus_on_item_after_sale_and_receiving"] = "ផ្ដោត​ស្វ័យប្រវត្តិ​លើ​វាល​ទំនិញ​ពេល​ប្រើ​ចំណុច​ប្រទាក់​លក់/ទទួល";
$lang["config_automatically_show_comments_on_receipt"] = "បង្ហាញ​អធិប្បាយ​ស្វ័យប្រវត្តិ​លើ​បង្កាន់​ដៃ";
$lang["config_hide_customer_recent_sales"] = "លាក់​លក់​ថ្មីៗ​សម្រាប់​អតិថិជន";
$lang["config_spreadsheet_format"] = "ទ្រង់ទ្រាយសៀវភៅ​បញ្ជី";
$lang["config_csv"] = "CSV";
$lang["config_xlsx"] = "XLSX";
$lang["config_disable_giftcard_detection"] = "បិទ​ប្រើ​រកមើល​កាត​រង្វាន់";
$lang["config_disable_subtraction_of_giftcard_amount_from_sales"] = "បិទ​ប្រើការដក​កាត​រង្វាន់​ពេល​ប្រើប្រាស់​កាតរង្វាន់​ទិញ";
$lang["config_always_show_item_grid"] = "ទោះបីយ៉ាងណា​បង្ហាញ​ក្រឡា​ចត្រង្គ​ទំនិញ";
$lang["config_legacy_detailed_report_export"] = "នាំចេញ Excel កេរ្តិ៍ដំណែល​របាយការណ៍​លម្អិត";
$lang["config_print_after_receiving"] = "បោះពុម្ព​បង្កាន់​ដៃ​ក្រោយ​ទទួល";
$lang["config_company_info"] = "ព័ត៌មាន​ក្រុមហ៊ុន";


$lang["config_suspended_sales_layaways_info"] = "លក់​បាន​ផ្អាក/កក់រម្លស់";
$lang["config_application_settings_info"] = "ការ​កំណត់​កម្មវិធី";
$lang["config_hide_barcode_on_sales_and_recv_receipt"] = "លាក់​របារ​កូដ​លើ​បង្កាន់​ដៃ";
$lang["config_round_tier_prices_to_2_decimals"] = "បង្គត់​តម្លៃទៅ​២ខ្ទង់​ក្រោយក្បៀស";
$lang["config_group_all_taxes_on_receipt"] = "ដាក់​ពន្ធ​ជា​ក្រុម​លើ​បង្កាន់​ដៃ";
$lang["config_receipt_text_size"] = "ទំហំ​អក្សរ​បង្កាន់​ដៃ";
$lang["config_small"] = "តូច";
$lang["config_medium"] = "មធ្យម";
$lang["config_large"] = "ធំ";
$lang["config_extra_large"] = "មហា​ធំ";
$lang["config_select_sales_person_during_sale"] = "ជ្រើស​អ្នកលក់​ពេល​លក់";
$lang["config_default_sales_person"] = "អ្នកលក់លំនាំដើម";
$lang["config_require_customer_for_sale"] = "ទាមទារ​អតិថិជន​ពេល​លក់";

$lang["config_hide_store_account_payments_from_report_totals"] = "លាក់​ការ​ទូទាត់​គណនី​ហាង​ពី​របាយការណ៍​សរុប";
$lang["config_disable_sale_notifications"] = "បិទ​ប្រើ​ការ​ជូនដំណឹង​លក់";
$lang["config_id_to_show_on_barcode"] = "ល.ស ត្រូវ​បង្ហាញ​លើ​របារ​កូដ";
$lang["config_currency_denoms"] = "ប្រភេទ​រូបិយប័ណ្ណ";
$lang["config_currency_value"] = "តម្លៃ​រូបិយប័ណ្ណ";
$lang["config_add_currency_denom"] = "បន្ថែម​ប្រភេទ​រូបិយប័ណ្ណ";
$lang["config_enable_timeclock"] = "បើក​ប្រើ​កត់​ពេល";
$lang["config_change_sale_date_for_new_sale"] = "ប្ដូរ​កាលបរិច្ឆេទ​លក់​សម្រាប់​លក់​ថ្មី";
$lang["config_dont_average_use_current_recv_price"] = "កុំ​រក​ថ្លៃដើម​មធ្យម ប្រើ​តម្លៃ​ដែល​បាន​ទទួល​បច្ចុប្បន្ន";
$lang["config_number_of_recent_sales"] = "ចំនួន​លក់​ថ្មីៗ​ដែល​ត្រូវ​បង្ហាញ​តាម​អតិថិជន";
$lang["config_hide_suspended_recv_in_reports"] = "លាក់​ការ​ទួល​បាន​ផ្អាក​ក្នុង​របាយការណ៍";
$lang["config_calculate_profit_for_giftcard_when"] = "គណនា​ផល​ចំណេញ​កាត​រង្វាន់";
$lang["config_selling_giftcard"] = "ការ​លក់​កាត​រង្វាន់";
$lang["config_redeeming_giftcard"] = "ការ​លោះ​កាត​រង្វាន់";
$lang["config_remove_customer_contact_info_from_receipt"] = "យក​ព័ត៌មាន​ទំនាក់ទំនង​អតិថិជន​ចេញ​ពី​បង្កាន់​ដៃ";
$lang["config_speed_up_search_queries"] = "បន្ថែម​ល្បឿន​ស្វែងរក​សំណួរ?";
$lang["common_check_for_update"] = "ពិនិត្យ​រកមើល​ភាព​ទាន់សម័យ";


$lang["config_redirect_to_sale_or_recv_screen_after_printing_receipt"] = "ប្តូរទិសទៅនឹងការលក់ឬការទទួលបានបន្ទាប់ពីការបោះពុម្ពបង្កាន់ដៃអេក្រង់";
$lang["config_enable_sounds"] = "បើក​ប្រើ​សំឡេង​សម្រាប់​សារ​ស្ថានភាព";
$lang["config_charge_tax_on_recv"] = "គិត​ពន្ធ​លើ​ការ​ទទួល";
$lang["config_report_sort_order"] = "លំដាប់​តម្រៀប​របាយការណ៍";
$lang["config_asc"] = "ចាស់​ដាក់​ដើម​គេ";
$lang["config_desc"] = "ថ្មី​ដាក់​ដើម​គេ";
$lang["config_do_not_group_same_items"] = "កុំ​ដាក់​ទំនិញ​ដែល​ដូច​គ្នា​ជា​ក្រុម";
$lang["config_show_item_id_on_receipt"] = "បង្ហាញ​ល.ស​ទំនិញ​លើ​បង្កាន់​ដៃ";
$lang["config_show_language_switcher"] = "បង្ហាញ​កម្មវិធី​ប្ដូរ​ភាសា";
$lang["config_do_not_allow_out_of_stock_items_to_be_sold"] = "កុំ​អនុញ្ញាត​ឲ្យ​លក់​ទំនិញ​ដែល​អស់​ស្តុក";
$lang["config_number_of_items_in_grid"] = "ចំនួន​ទំនិញ​ក្នុង​មួយ​ទំព័រ​ជា​ក្រឡា​ចត្រង្គ";
$lang["config_edit_item_price_if_zero_after_adding"] = "កែសម្រួល​តម្លៃ​ទំនិញ ប្រសិនបើ 0 ក្រោយ​ពេល​បន្ថែម​ទៅ​លក់";
$lang["config_override_receipt_title"] = "បដិសេធ​ចំណងជើង​បង្កាន់​ដៃ";
$lang["config_automatically_print_duplicate_receipt_for_cc_transactions"] = "បោះពុម្ព​បង្កាន់​ដៃ​ស្ទួន​សម្រាប់​កិច្ចការ​ប័ណ្ណ​ឥណទាន";






$lang["config_default_type_for_grid"] = "ប្រភេទ​លំនាំដើម​សម្រាប់​ក្រឡា​ចត្រង្គ";
$lang["config_billing_is_managed_through_paypal"] = '"វិក័យប័ត្រត្រូវបានគ្រប់គ្រងតាមរយៈ <a target="_blank" href="http://paypal.com">PayPal</a> ។ អ្នកអាចបោះបង់ការជាវរបស់អ្នកដោយចុចលើ <a target="_blank" href="https://www.paypal.com/cgi-bin/webscr?cmd=_subscr-find&alias=BNTRX72M8UZ2E">នៅទីនេះ</a>។ <a href="http://alaisod.com/update_billing.php" target="_blank">អ្នកអាចធ្វើឱ្យវិក័យប័ត្រនៅទីនេះ</a>';
$lang["config_cannot_change_language"] = "ភាសាមិនអាចត្រូវបានរក្សាទុកនៅក្នុងកម្រិតកម្មវិធី។ ទោះជាយ៉ាងណាបុគ្គលិកគ្រប់គ្រងលំនាំដើមអាចផ្លាស់ប្តូរភាសាបានដោយការប្រើឧបករណ៍ជ្រើសបានក្នុងបឋមកថានៃកម្មវិធីនេះ";
$lang["disable_quick_complete_sale"] = "បិទ​ប្រើ​លក់​បញ្ចប់​រហ័ស";
$lang["config_fast_user_switching"] = "បើក​ប្រើ​ការ​ប្ដូរ​អ្នកប្រើ​រហ័ស (ពុំ​ទាមទារ​ពាក្យ​សម្ងាត់)";
$lang["config_require_employee_login_before_each_sale"] = "ទាមទារ​និយោជិក​កត់​ចូល​សិន​មុន​អាច​លក់​បាន";
$lang["config_reset_location_when_switching_employee"] = "កំណត់ឡើងវិញពេលផ្លាស់ប្តូរបុគ្គលិកទីតាំង";
$lang["config_number_of_decimals"] = "ចំនួន​ទសភាគ";
$lang["config_let_system_decide"] = "ទុក​ឲ្យ​ប្រព័ន្ធ​សម្រេច (បាន​ណែនាំ)";
$lang["config_thousands_separator"] = "សញ្ញា​បំបែក​ខ្ទង់​ពាន់";
$lang['config_enhanced_search_method'] = 'វិធីសាស្រ្តស្វែងរកបានធ្វើឱ្យប្រសើរឡើង';
$lang['config_hide_store_account_balance_on_receipt'] = 'លាក់​ហាង​លក់​សមតុល្យ​គណនី​នៅ​លើ​វិ​ក័​យ​ប័ត្រ';
$lang['config_decimal_point'] = 'ចំណុច​ទសភាគ';
$lang['config_hide_out_of_stock_grid'] = 'លាក់​ចេញ​នៃ​ធាតុ​ភាគ​ហ៊ុន​នៅ​ក្នុង​ក្រឡា​ចត្រង្គ';
$lang['config_highlight_low_inventory_items_in_items_module'] = 'បន្លិច​ធាតុ​សារពើ​ភ័​ណ្ឌ​កម្រិត​ទាប​នៅ​ក្នុង​ម៉ូឌុល​ធាតុ';
$lang['config_sort'] = 'តម្រៀប';
$lang['config_enable_customer_loyalty_system'] = 'អនុញ្ញាត​ប្រព័ន្ធ​ភាព​ស្មោះត្រង់​របស់​អតិថិជន';
$lang['config_spend_to_point_ratio'] = 'ចំណាយពេល​ដើម្បី​ចង្អុល​សមាមាត្រ';
$lang['config_point_value'] = 'តម្លៃ​ចំណុច';
$lang['config_hide_points_on_receipt'] = 'លាក់​ពិន្ទុ​នៅ​លើ​បង្កាន់ដៃ';
$lang['config_loyalty_explained_spend_amount'] = 'បញ្ចូល​ចំនួន​ទឹកប្រាក់​ដែល​ត្រូវ​ចំណាយ';
$lang['config_loyalty_explained_points_to_earn'] = 'បញ្ចូល​ពិន្ទុ​ដើម្បី​ត្រូវ​បាន​ទទួល​បាន';
$lang['config_simple'] = 'សាមញ្ញ';
$lang['config_advanced'] = 'កម្រិតខ្ពស់';
$lang['config_loyalty_option'] = 'ជម្រើស​កម្មវិធី​ភាព​ស្មោះត្រង់';
$lang['config_number_of_sales_for_discount'] = 'ចំនួន​នៃ​ការ​លក់​បញ្ចុះ​តម្លៃ';
$lang['config_discount_percent_earned'] = 'ការ​បញ្ចុះ​តម្លៃ​ភាគ​រយ​បាន​ទទួល​បាន​នៅ​ពេល​ដែល​ឈាន​ដល់​ការ​លក់';
$lang['hide_sales_to_discount_on_receipt'] = 'លាក់​ការ​លក់​ការ​បញ្ចុះ​តំលៃ​លើ​វិ​ក័​យ​ប័ត្រ';
$lang['config_hide_price_on_barcodes'] = 'លាក់​តម្លៃ​នៅ​លើ​លេខ​កូដ';
$lang['config_always_use_average_cost_method'] = 'តែងតែប្រើសកលមធ្យមតំលៃតម្លៃចំពោះតំលៃតម្លៃធាតុលក់មួយនេះ។ (មិនបានពិនិត្យមើលលុះត្រាតែអ្នកដឹងថាវាមានន័យថា)';

$lang['config_test_mode_help'] = 'ការ​លក់​មិន​បាន​រក្សា​ទុក';
$lang['config_require_customer_for_suspended_sale'] = 'តម្រូវ​ឱ្យ​អតិថិជន​សម្រាប់​លក់​បាន​ផ្អាក';
$lang['config_default_new_items_to_service'] = 'លំនាំ​ដើម​ធាតុ​ថ្មី​ជា​ធាតុ​សេវា';






$lang['config_prompt_for_ccv_swipe'] = 'ប្រអប់​បញ្ចូល CCV ពេល​ដែល​ការ​វាយ​កាត​ឥណទាន';
$lang['config_disable_store_account_when_over_credit_limit'] = 'បិទ​គណនី​ហាង​មួយ​នៅ​ពេល​ដែល​នៅ​លើ​ដែន​កំណត់​ឥណទាន';
$lang['config_mailing_labels_type'] = 'ធ្វើ​ទ្រង់ទ្រាយ​ស្លាក​សំបុត្រ​រួម';
$lang['config_phppos_session_expiration'] = 'ផុតកំណត់​សម័យ​ប្រជុំ';
$lang['config_hours'] = 'ម៉ោង​ធ្វើការ';
$lang['config_never'] = 'មិន​ដែល';
$lang['config_on_browser_close'] = 'នៅ​ថ្ងៃ​បិទ​កម្មវិធី';
$lang['config_do_not_allow_below_cost'] = 'មិន​អនុញ្ញាត​ឱ្យ​ធាតុ​ដែល​នឹង​ត្រូវ​បាន​ដាក់​លក់​នៅ​ខាងក្រោម​តម្លៃ​ចំណាយ';
$lang['config_store_account_statement_message'] = 'ទុកសាររបាយការណ៍គណនី';
$lang['config_show_clock_on_header'] = 'បង្ហាញនាឡិកានៅក្នុងបឋមកថា';
$lang['config_show_clock_on_header_help_text'] = 'នេះគឺជាការដែលអាចមើលឃើញនៅលើអេក្រង់ធំទូលាយតែប៉ុណ្ណោះ';
$lang['config_enable_margin_calculator'] = 'បើកការគណនារបស់លោក Mark ឡើង';
$lang['config_enable_quick_edit'] = 'អនុញ្ញាតការកែសម្រួលរហ័សនៅលើគ្រប់គ្រងទំព័រ';
$lang['config_show_orig_price_if_marked_down_on_receipt'] = 'បានបង្ហាញថាតម្លៃដើមនៅលើវិក័យប័ត្រប្រសិនបើបានសម្គាល់ចុះ';
$lang['config_cancel_account'] = 'បោះបង់គណនី';
$lang['config_update_billing'] = 'អ្នកអាចធ្វើឱ្យទាន់សម័យវិក័យប័ត្រនិងលុបចោលពរបស់អ្នកដោយចុចប៊ូតុងខាងក្រោមនេះ:';
$lang['config_include_child_categories_when_searching_or_reporting'] = 'រួមបញ្ចូលទាំងប្រភេទកូននៅពេលស្វែងរកឬរាយការណ៍';
$lang['config_confirm_error_messages_modal'] = 'អះអាងសារកំហុសដោយប្រើប្រអប់ម៉ូត';
$lang['config_remove_commission_from_profit_in_reports'] = 'យកគណៈកម្មាចេញពីប្រាក់ចំណេញនៅក្នុងរបាយការណ៍';
$lang['config_remove_points_from_profit'] = 'យកការប្រោសលោះពិន្ទុពីប្រាក់ចំណេញ';
$lang['config_capture_sig_for_all_payments'] = 'ហត្ថលេខាចាប់យកសម្រាប់លក់';
$lang['config_suppliers_store_accounts'] = 'ហាងផ្គត់ផ្គង់គណនី';
$lang['config_currency_symbol_location'] = 'រូបិយប័ណ្ណនិមិត្តសញ្ញាទីតាំង';
$lang['config_before_number'] = 'មុនពេលលេខ';
$lang['config_after_number'] = 'បន្ទាប់ពីបានលេខ';
$lang['config_hide_desc_on_receipt'] = 'សង្ខេបនៅលើបង្កាន់ដៃលាក់';
$lang['config_default_percent_off'] = 'បិទភាគរយលំនាំដើម';
$lang['config_default_cost_plus_percent'] = 'តម្លៃលំនាំដើមបូកភាគរយ';
$lang['config_default_tier_percent_type_for_excel_import'] = 'លំនាំដើមភាគរយសម្រាប់ថ្នាក់ទីនាំចូលប្រភេទ Excel';
$lang['config_override_tier_name'] = 'លំដាប់នៅលើសរសេរជាន់លើឈ្មោះបង្កាន់ដៃ';
$lang['config_loyalty_points_without_tax'] = 'ពិន្ទុរកបានចំណូលមិនរួមបញ្ចូលទាំងភក្ដីភាពពន្ធ';
$lang['config_lock_prices_suspended_sales'] = 'តម្លៃសោនៅពេល unsuspending លក់បើទោះបីជាពួកគេជាកម្មសិទ្ធិរបស់ថ្នាក់មួយ';
$lang['config_remove_customer_name_from_receipt'] = 'យកឈ្មោះអតិថិជនពីបង្កាន់ដៃ';
$lang['config_scale_1'] = 'UPC-12 4 ខ្ទង់តម្លៃ';
$lang['config_scale_2'] = 'UPC-12 5 ខ្ទង់តម្លៃ';
$lang['config_scale_3'] = 'អ៊ា-13 5 ខ្ទង់តម្លៃ';
$lang['config_scale_4'] = 'អ៊ា-13 តម្លៃ 6 ខ្ទង់';
$lang['config_scale_format'] = 'ធ្វើមាត្រដ្ឋានលេខកូដទ្រង់ទ្រាយ';
$lang['config_enable_scale'] = 'បើកការធ្វើមាត្រដ្ឋាន';
$lang['config_scale_divide_by'] = 'ធ្វើមាត្រដ្ឋានចែកតំលៃ';
$lang['config_do_not_force_http'] = 'កុំបង្ខំរបស់ HTTP ពេលដែលត្រូវការសម្រាប់ដំណើរការកាតឥណទាន EMV';
$lang['config_logout_on_clock_out'] = 'ចេញដោយស្វ័យប្រវត្តិពេលថិរវេលាចេញ';
$lang['config_user_configured_layaway_name'] = 'សរសេរជាន់លើឈ្មោះ Layaway';
$lang['config_virtual_keyboard'] = 'ក្តារចុចនិម្មិត (លើ / បិទ)';
$lang['config_use_tax_value_at_all_locations'] = 'ប្រើតម្លៃពន្ធនៅទីតាំងទាំងអស់';
$lang['config_enable_ebt_payments'] = 'អនុញ្ញាតឱ្យមានការបង់ប្រាក់ EBT';
$lang['config_item_id_auto_increment'] = 'ធាតុលេខសម្គាល់ចាប់ផ្តើមដោយស្វ័យប្រវត្តិបង្កើនតម្លៃ';
$lang['config_change_auto_increment_item_id_unsuccessful'] = 'មានកំហុសក្នុងការផ្លាស់ប្តូរ AUTO_INCREMENT សម្រាប់ ITEM_ID មួយគឺ';
$lang['config_item_kit_id_auto_increment'] = 'លេខសម្គាល់ដោយស្វ័យប្រវត្តិកញ្ចប់ធាតុចាប់ផ្តើមតម្លៃបង្កើន';
$lang['config_sale_id_auto_increment'] = 'លេខសម្គាល់ការលក់រថយន្តបានបង្កើនតម្លៃចាប់ផ្តើម';
$lang['config_receiving_id_auto_increment'] = 'ការទទួលលេខសម្គាល់ចាប់ផ្តើមដោយស្វ័យប្រវត្តិតម្លៃបន្ថែម';
$lang['config_change_auto_increment_item_kit_id'] = 'មានកំហុសក្នុងការផ្លាស់ប្តូរ AUTO_INCREMENT សម្រាប់ Iitem_kit_id មួយគឺ';
$lang['config_change_auto_increment_sale_id'] = 'មានកំហុសក្នុងការផ្លាស់ប្តូរ AUTO_INCREMENT សម្រាប់ sale_id មួយគឺ';
$lang['config_change_auto_increment_receiving_id'] = 'មានកំហុសក្នុងការផ្លាស់ប្តូរ AUTO_INCREMENT សម្រាប់ receiving_id មួយគឺ';
$lang['config_auto_increment_note'] = 'អ្នកអាចបង្កើនភាពតែចំពោះតម្លៃដោយស្វ័យប្រវត្តិបន្ថែម។ ធ្វើឱ្យទាន់សម័យពួកគេនឹងមិនប៉ះពាល់ដល់លេខសម្គាល់សម្រាប់ធាតុ, ឧបករណ៍ធាតុ, ការលក់ឬអ្នកទទួលដែលមានរួចទៅហើយ។';

$lang['config_online_price_tier'] = 'ការបញ្ចុះតម្លៃលើបណ្តាញ';
$lang['config_woo_api_key'] = 'Woocommerce កូនសោ API';
$lang['config_email_settings_info'] = 'កំណត់អ៊ីម៉ែល';

$lang['config_last_sync_date'] = 'ធ្វើសមកាលកម្មចុងក្រោយនេះកាលបរិច្ឆេទ';
$lang['config_sync'] = 'ធ្វើសមកាលកម្ម';
$lang['config_smtp_crypto'] = 'ការអ៊ីនគ្រីបរបស់ SMTP';
$lang['config_email_protocol'] = 'ពិធីការផ្ញើសំបុត្រ';
$lang['config_smtp_host'] = 'អាសយដ្ឋានម៉ាស៊ីនបម្រើ SMTP';
$lang['config_smtp_user'] = 'អាស័យ​ដ្ឋាន​អ៊ី​ម៉េ​ល';
$lang['config_smtp_pass'] = 'អ៊ីមែលពាក្យសម្ងាត់';
$lang['config_smtp_port'] = 'កំពង់ផែរបស់ SMTP';
$lang['config_email_charset'] = 'សំណុំតួអក្សរ';
$lang['config_email_newline'] = 'តួអក្សរបន្ទាត់ថ្មី';
$lang['config_email_crlf'] = 'CRLF';
$lang['config_smtp_timeout'] = 'អស់ពេលរបស់ SMTP';
$lang['config_send_test_email'] = 'ផ្ញើការសាកល្បងអ៊ីម៉ែល';
$lang['config_please_enter_email_to_send_test_to'] = 'សូមបញ្ចូលអាសយដ្ឋានអ៊ីម៉ែលដើម្បីផ្ញើអ៊ីម៉ែលការធ្វើតេស្តទៅ';
$lang['config_email_succesfully_sent'] = 'អ៊ីម៉ែលដែលត្រូវបានផ្ញើដោយជោគជ័យ';
$lang['config_taxes_info'] = 'ពន្ធ';
$lang['config_currency_info'] = 'រូបិយប័ណ្ណ';

$lang['config_receipt_info'] = 'វិក័យប័ត្រ';

$lang['config_barcodes_info'] = 'Barcode';
$lang['config_customer_loyalty_info'] = 'ភាព​ស្មោះត្រង់​របស់​អតិថិជន';
$lang['config_price_tiers_info'] = 'ការបញ្ចុះតម្លៃ';
$lang['config_auto_increment_ids_info'] = 'លេខសម្គាល់';
$lang['config_items_info'] = 'ធាតុ';
$lang['config_employee_info'] = 'បុគ្គលិក';
$lang['config_store_accounts_info'] = 'ហាងលក់គណនី';
$lang['config_sales_info'] = 'លក់';
$lang['config_payment_types_info'] = 'ប្រភេទការទូទាត់';
$lang['config_profit_info'] = 'ការគណនាប្រាក់ចំណេញ';
$lang['reports_view_dashboard_stats'] = 'មើលស្ថិតិផ្ទាំងគ្រប់គ្រង';
$lang['config_keyword_email'] = 'ការកំណត់អ៊ីមែល';
$lang['config_keyword_company'] = 'ក្រុមហ៊ុន';
$lang['config_keyword_taxes'] = 'ពន្ធ';
$lang['config_keyword_currency'] = 'រូបិយប័ណ្ណ';
$lang['config_keyword_payment'] = 'ការទូទាត់';
$lang['config_keyword_sales'] = 'ការលក់';
$lang['config_keyword_suspended_layaways'] = 'layaways ផ្អាក';
$lang['config_keyword_receipt'] = 'វិក័យប័ត្រ';
$lang['config_keyword_profit'] = 'ប្រាក់ចំណេញ';
$lang['config_keyword_barcodes'] = 'លេខកូដ';
$lang['config_keyword_customer_loyalty'] = 'ភាព​ស្មោះត្រង់​របស់​អតិថិជន';
$lang['config_keyword_price_tiers'] = 'តម្លៃថ្នាក់';
$lang['config_keyword_auto_increment'] = 'ការចាប់ផ្តើមកម្រិតស្វ័យបន្ថែមមូលដ្ឋានទិន្នន័យជាចំនួនលេខសម្គាល់';
$lang['config_keyword_items'] = 'ធាតុ';
$lang['config_keyword_employees'] = 'បុគ្គលិក';
$lang['config_keyword_store_accounts'] = 'ហាងគណនី';
$lang['config_keyword_application_settings'] = 'ការកំណត់កម្មវិធី';
$lang['config_keyword_ecommerce'] = 'វេទិកា eCommerce';
$lang['config_keyword_woocommerce'] = 'ការកំណត់ woocommerce eCommerce';
$lang['config_billing_info'] = 'ពវិក័យប័ត្រ';
$lang['config_keyword_billing'] = 'វិក័យប័ត្របោះបង់ការធ្វើឱ្យទាន់សម័យ';
$lang['config_woo_version'] = 'WooCommerce កំណែ';

$lang['sync_phppos_item_changes'] = 'ការផ្លាស់ប្តូរធាតុធ្វើសមកាលកម្ម';
$lang['config_sync_phppos_item_changes'] = 'ការផ្លាស់ប្តូរធាតុធ្វើសមកាលកម្ម';
$lang['config_import_ecommerce_items_into_phppos'] = 'នាំចូលធាតុចូលទៅក្នុង phppos';
$lang['config_sync_inventory_changes'] = 'ការផ្លាស់ប្តូរការសារពើភ័ណ្ឌធ្វើសមកាលកម្ម';
$lang['config_export_phppos_tags_to_ecommerce'] = 'នាំចេញស្លាកដើម្បី eCommerce';
$lang['config_export_phppos_categories_to_ecommerce'] = 'នាំចេញប្រភេទដើម្បី eCommerce';
$lang['config_export_phppos_items_to_ecommerce'] = 'នាំចេញធាតុទៅ eCommerce';
$lang['config_ecommerce_cron_sync_operations'] = 'ធ្វើសមកាលកម្មប្រតិបត្តិការ eCommerce';
$lang['config_ecommerce_progress'] = 'ធ្វើសមកាលកម្មវឌ្ឍនភាព';
$lang['config_woocommerce_settings_info'] = 'ការកំណត់ Woocommerce';
$lang['config_store_location'] = 'ហាងលក់ទីតាំង';
$lang['config_woo_api_secret'] = 'សម្ងាត់ Woocommerce ការ API';
$lang['config_woo_api_url'] = 'Woocommerce API របស់ Url';
$lang['config_ecommerce_settings_info'] = 'វេទិកា ecommerce';
$lang['config_ecommerce_platform'] = 'ជ្រើសវេទិកា';
$lang['config_magento_settings_info'] = 'ការកំណត់ Magento';
$lang['confirmation_woocommerce_cron_cancel'] = 'តើអ្នកប្រាកដជាចង់បោះបង់ធ្វើសមកាលកម្មនេះ?';
$lang['config_force_https'] = 'តម្រូវឱ្យ HTTP សម្រាប់កម្មវិធី';

$lang['config_keyword_price_rules'] = 'វិធានតម្លៃ';
$lang['config_disable_price_rules_dialog'] = 'បិទប្រអប់វិធានថ្លៃ';
$lang['config_price_rules_info'] = 'វិធានតម្លៃ';

$lang['config_prompt_to_use_points'] = 'ប្រអប់បញ្ចូលដើម្បីប្រើប្រាស់បានពិន្ទុនៅពេលដែលអាចប្រើបាន';



$lang['config_always_print_duplicate_receipt_all'] = 'តែងតែបោះពុម្ពបង្កាន់ដៃស្ទួនសម្រាប់ប្រតិបត្តិការទាំងអស់';


$lang['config_orders_and_deliveries_info'] = 'ការបញ្ជាទិញនិងការចែកចាយ';
$lang['config_delivery_methods'] = 'វិធីសាស្រ្តដឹកជញ្ជូន';
$lang['config_shipping_providers'] = 'ផ្តល់ការដឹកជញ្ជូន';
$lang['config_expand'] = 'ពង្រីក';
$lang['config_add_delivery_rate'] = 'បន្ថែមអត្រាការដឹកជញ្ជូន';
$lang['config_add_shipping_provider'] = 'បន្ថែមក្រុមហ៊ុនផ្ដល់ការដឹកជញ្ជូន';
$lang['config_delivery_rates'] = 'អត្រាការដឹកជញ្ជូន';
$lang['config_delivery_fee'] = 'ថ្លៃដឹកជញ្ជូន';
$lang['config_keyword_orders_deliveries'] = 'ការបញ្ជាទិញការចែកចាយការចែកចាយ';
$lang['config_delivery_fee_tax'] = 'ពន្ធថ្លៃដឹកជញ្ជូន';
$lang['config_add_rate'] = 'បន្ថែមអត្រាការប្រាក់';
$lang['config_delivery_time'] = 'ការដឹកជញ្ជូនម៉ោងថ្ងៃក្នុង';
$lang['config_delivery_rate'] = 'អត្រាការដឹកជញ្ជូន';
$lang['config_rate_name'] = 'ឈ្មោះអត្រាការប្រាក់';
$lang['config_rate_fee'] = 'ថ្លៃអត្រាការប្រាក់';
$lang['config_rate_tax'] = 'ពន្ធលើអត្រាការប្រាក់';
$lang['config_tax_classes'] = 'ក្រុមពន្ធ';
$lang['config_add_tax_class'] = 'បន្ថែមក្រុមពន្ធដារ';

$lang['config_wide_printer_receipt_format'] = 'ទ្រង់ទ្រាយបង្កាន់ដៃម៉ាស៊ីនបោះពុម្ពធំទូលាយ';

$lang['config_default_cost_plus_fixed_amount'] = 'តម្លៃលំនាំដើមបូកចំនួនថេរ';
$lang['config_default_tier_fixed_type_for_excel_import'] = 'លំដាប់ថ្នាក់លំនាំដើមសម្រាប់កម្មវិធី Excel ថេរចំនួនទឹកប្រាក់នាំចូល';
$lang['config_default_reorder_level_when_creating_items'] = 'លំនាំដើមកម្រិតតម្រៀបពេលបង្កើតធាតុ';
$lang['config_remove_customer_company_from_receipt'] = 'យកឈ្មោះក្រុមហ៊ុនរបស់អតិថិជនពីការទទួល';

$lang['config_import_ecommerce_categories_into_phppos'] = 'ការនាំចូលប្រភេទចូលទៅក្នុង phppos';
$lang['config_import_ecommerce_tags_into_phppos'] = 'នាំចូលស្លាកចូលទៅក្នុង phppos';

$lang['config_shipping_zones'] = 'តំបន់ដឹកជញ្ជូន';
$lang['config_add_shipping_zone'] = 'បន្ថែមតំបន់ដឹកជញ្ជូន';
$lang['config_no_results'] = 'គ្មាន​លទ្ធផល';
$lang['config_zip_search_term'] = 'វាយនៅក្នុងលេខកូដតំបន់មួយ';
$lang['config_searching'] = 'ស្វែងរក ...';
$lang['config_tax_class'] = 'ក្រុមពន្ធ';
$lang['config_zone'] = 'តំបន់';

$lang['config_zip_codes'] = 'លេខកូដតំបន់';
$lang['config_add_zip_code'] = 'បន្ថែមលេខកូដតំបន់';
$lang['config_ecom_sync_logs'] = 'E-Commerce កំណត់ហេតុធ្វើសមកាលកម្ម';
$lang['config_currency_code'] = 'កូដរូបិយប័ណ្ណ';

$lang['config_add_currency_exchange_rate'] = 'បន្ថែមអត្រាប្តូរប្រាក់រូបិយប័ណ្ណ';
$lang['config_currency_exchange_rates'] = 'អត្រា​ប្តូ​រ​ប្រាក់';
$lang['config_exchange_rate'] = 'អត្រា​ប្តូ​រ​ប្រាក់';
$lang['config_item_lookup_order'] = 'រកមើលលំដាប់ធាតុ';
$lang['config_item_id'] = 'លេខសម្គាល់ធាតុ';
$lang['config_reset_ecommerce'] = 'កំណត់ឡើងវិញ E-Commerce';
$lang['config_confirm_reset_ecom'] = 'តើអ្នកពិតជាចង់កំណត់ e-commerce? វានឹងកំណត់តែចំណុចនៃការលក់ដូច្នេះ PHP ធាតុត្រូវបានតភ្ជាប់មិនយូរទៀតទេ';
$lang['config_reset_ecom_successfully'] = 'អ្នកបានកំណត់ឡើងវិញ E-Commerce បានដោយជោគជ័យ';
$lang['config_number_of_decimals_for_quantity_on_receipt'] = 'ចំនួនទសភាគសម្រាប់បរិមាណនៅលើបង្កាន់ដៃ';
$lang['config_enable_wic'] = 'បើកការ WIC';
$lang['config_store_opening_time'] = 'ហាងបើកម៉ោង';
$lang['config_store_closing_time'] = 'ម៉ោងបិទហាងលក់';
$lang['config_limit_manual_price_adj'] = 'កំណត់ការលៃតម្រូវតម្លៃដោយដៃនិងការបញ្ចុះតម្លៃ';
$lang['config_always_minimize_menu'] = 'បង្រួមអប្បបរមារបារចំហៀងឆ្វេង';
?>