<?php
$lang["locations_location_id"] = "ល.ស ទីតាំង";
$lang["locations_name"] = "ឈ្មោះ";
$lang["locations_address"] = "អាសយដ្ឋាន";
$lang["locations_phone"] = "ទូរស័ព្ទ";
$lang["locations_fax"] = "ទូរសារ";
$lang["locations_email"] = "អ៊ីមែល​​";
$lang["locations_new"] = "ទីតាំង​ថ្មី";
$lang["locations_update"] = "បន្ទាន់​សម័យ​ទីតាំង";
$lang["locations_delete"] = "លុប";
$lang["locations_cleanup_old_locations"] = "សម្អាត​ទីតាំង​ចាស់";
$lang["locations_basic_information"] = "ព័ត៌មាន​ទីតាំង";
$lang["locations_successful_adding"] = "អ្នក​បន្ថែម​ទីតាំង​បាន​ដោយ​ជោគជ័យ";
$lang["locations_successful_updating"] = "អ្នក​បន្ទាន់​សម័យ​ទីតាំង​បាន​ដោយ​ជោគជ័យ";
$lang["locations_error_adding_updating"] = "មាន​កំហុស​ពេល​បន្ថែម/បន្ទាន់​សម័យ";
$lang["locatoins_name_required"] = "ទាមទារ​ឈ្មោះ​ទីតាំង";
$lang["locations_phone_required"] = "ទាមទារ​លេខ​ទូរស័ព្ទ";
$lang["locations_phone_valid"] = "លេខ​ទូរស័ព្ទ​គួរតែ​ត្រឹមត្រូវ";
$lang["locations_confirm_delete"] = "តើ​អ្នក​ប្រាកដ​ជា​ចង់លុប​ទីតាំង​បាន​ជ្រើស​​មែន​ឬ?";
$lang["locations_successful_deleted"] = "អ្នក​លុប​បាន​ដោយ​ជោគជ័យ";
$lang["locations_one_or_multiple"] = "ទីតាំង";
$lang["locations_cannot_be_deleted"] = "ពុំ​អាច​លុប​ទីតាំង​ជ្រើស​បាន​ទេ";
$lang["locations_adding_location_requires_addtional_license"] = "បន្ថែម​ទីតាំង​ផ្សេងទៀត​ទាមទារ​អាជ្ញាបណ្ណ​មួយ​ទៀត";
$lang["locations_confirm_purchase"] = "តើអ្នកត្រូវការអ្វីខ្លះដើម្បីទិញអាជ្ញាប័ណ្ណបន្ថែមសម្រាប់ទីតាំងនេះទេ?";
$lang["locations_purchase_email"] = "អ៊ីមែល​ជាវ";
$lang["locations_invalid_email_or_dont_have_auth"] = "អ្នក​បាន​បំពេញ​អ៊ីមែឡ​មិនត្រឹមត្រូវ ឬ​គ្មាន​អាជ្ញាបណ្ណដែល​ទាមទារ​ដើម្បី​បន្ថែម​ទីតាំង​ថ្មី​នេះ។ សូម​ទាក់ទង support@alaisod.com បើ​អ្នក​ជឿ​ថា​នេះ​ជា​កំហុស។";
$lang["locations_purchase_additional_licenses"] = "ជាវ​អាជ្ញាបណ្ណ​បន្ថែម";
$lang["locations_add_register"] = "បន្ថែម​ចុះបញ្ជី";
$lang["locations_registers"] = "ចុះបញ្ជី";

$lang["locations_default"] = "លំនាំដើម";
$lang["locations_color"] = "ពណ៌";
$lang["locations_one_employee_required"] = "យ៉ាងហោចណាស់​ទាមទារ​និយោជិក​មួយ​រូប​សម្រាប់​ទីតាំង";
$lang["locations_init_mercury_emv"] = "ផ្ដើម​ម៉ាស៊ីន​អាន​ប័ណ្ណ​ឥណទាន";
$lang["locations_unable_to_init_device"] = "ពុំ​អាច​ផ្ដើម​ឧបករណ៍";
$lang["locations_init_device_success"] = "ផ្ដើម​បាន​ជោគជ័យ";
$lang["locations_ip_tran_device_id"] = "លេខ​សម្គាល់​ឧបករណ៍ IP របស់​លោក Tran";
$lang["locations_ip_tran_device_id"] = "ល.ស ឧបករណ៍ IP Tran";
$lang['locations_none_selected'] = 'មិនបានជ្រើស';
$lang['locations_enable_credit_card_processing'] = 'បើក​ប្រើ​ដំណើរការ​ប័ណ្ណ​ឥណទាន';
$lang['locations_credit_card_processor'] = 'ដំណើរការ​កាត​ឥណទាន';

$lang['locations_com_port'] = 'ច្រក COM';
$lang['locations_com_9_is_default'] = 'ច្រក com លំនាំដើម​គឺ​៩';
$lang['locations_listener_port'] = 'ច្រក​អ្នក​ស្ដាប់';
$lang['locations_3333_is_default_port_for_listener'] = 'ច្រក 3333 ជា​លំនាំដើម​សម្រាប់​ច្រក​អ្នក​ស្ដាប់';
$lang['locations_hosted_checkout_merchant_id'] = 'ល.ស ទំនិញ​ឆែក​ចេញ​បាន​បម្រើ';
$lang['locations_hosted_checkout_merchant_password'] = 'ពាក្យ​សម្ងាត់​បាន​បង្កើត​ដោយ​បារត';
$lang['locations_mercury_password_note'] = 'ពាក្យ​សម្ងាត់​បាន​រក​ឃើញ​នៅ​តំបន់​កំណត់​គណនី​របស់​ស្ថាន​បណ្ដាញ​បារ៉ត​នៃ​ស្ថាន​បណ្ដាញ​ពួកគេ >>> ការ​គ្រប់គ្រង​ពាក្យ​សម្ងាត់ HostedCheckout';
$lang['locations_currency_code'] = 'រូបិយប័ណ្ណ​កូដ';
$lang['locations_stripe_private'] = 'ឆ្នូត​សម្ងាត់​គន្លឹះ';
$lang['locations_stripe_public'] = 'ឆ្នូត​បោះ​ពុម្ព​ផ្សាយ​គន្លឹះ';

$lang['locations_braintree_public_key'] = 'កូនសោ​សាធារណៈ';
$lang['locations_braintree_private_key'] = 'សោ​ឯកជន';
$lang['locations_receive_stock_alert'] = 'សញ្ញា​ព្រមាន​ស្តុក​ទទួល';
$lang['locations_stock_alert_email'] = 'អ៊ីមែល​ព្រមាន​ស្តុក';






$lang['locations_timezone'] = 'ល្វែង​ម៉ោង';
$lang['locations_mailchimp_api_key'] = 'កូនសោរ Mailchimp API';
$lang['locations_address_required'] = 'អាសយដ្ឋាន​ក្រុមហ៊ុន​ជា​វាល​ត្រូវ​បំពេញ';
$lang['locations_timezone_required_field'] = 'ល្វែងម៉ោង​ជា​វាល​ត្រូវតែ​បំពេញ';

$lang['locations_update_params_ip_tran'] = 'ធ្វើឱ្យទាន់សម័យប៉ារ៉ាម៉ែត្រ';
$lang['locations_card_reader_actions'] = 'សកម្មភាពកម្មវិធីអានកាត';

$lang['locations_no_locations_to_display'] = 'មានទីតាំងដែលត្រូវបង្ហាញទេ';
$lang['locations_net_e_pay_info'] = 'កំណត់តែតម្លៃប្រសិនបើអ្នកមិនបានដំឡើងសុទ្ធ-e-ប្រាក់ខែនៅលើម៉ាស៊ីននេះ';
$lang['locations_net_e_pay_server'] = 'ម៉ាស៊ីនបម្រើអ៊ីប្រាក់សុទ្ធ';

$lang['locations_emv_terminal_id'] = 'លេខសម្គាល់អ្នកជំនួញ EMV / លេខសម្គាល់ស្ថានីយ';
$lang['locations_terminal_id'] = 'លេខសម្គាល់ស្ថានីយ';
$lang['locations_secure_device_override_emv'] = 'បដិសេធឧបករណ៍ EMV';
$lang['locations_secure_device_override_non_emv'] = 'បដិសេធមិនមែនជាឧបករណ៍ EMV';
$lang['locations_purchase_additional_locations'] = 'ការទិញទីតាំងបន្ថែម';
$lang['locations_other_emv_processor'] = 'ដំណើរការ EMV ផ្សេងទៀត';
$lang['locations_use_integrated_ebt'] = 'ប្រើ EBT ចំរុះ';
?>