<?php
$lang["reports_reports"] = "របាយការណ៍";
$lang["reports_report"] = "របាយការណ៍";
$lang["reports_welcome_message"] = "ស្វាគមន៍​មកកាន់​ផ្ទាំង​របាយការណ៍។ សូម​ជ្រើស​របាយការណ៍​ដើម្បី​មើល។";
$lang["reports_sales_summary_report"] = "របាយការណ៍​សង្ខេប​លក់";
$lang["reports_categories_summary_report"] = "របាយការណ៍​សង្ខេប​ជំពូក";
$lang["reports_customers_summary_report"] = "របាយការណ៍​សង្ខេប​អតិថិជន";
$lang["reports_suppliers_summary_report"] = "របាយការណ៍​សង្ខេប​អ្នកផ្គត់ផ្គង់";
$lang["reports_items_summary_report"] = "របាយការណ៍​សង្ខេប​ទំនិញ";
$lang["reports_employees_summary_report"] = "របាយការណ៍​សង្ខេប​និយោជិក";
$lang["reports_taxes_summary_report"] = "របាយការណ៍​សង្ខេប​ពន្ធ";
$lang["reports_name"] = "ឈ្មោះ";

$lang["reports_sold_by"] = "លក់​ដោយ";
$lang["reports_sold_to"] = "លក់​ជូន";
$lang["reports_category"] = "ជំពូក";

$lang["reports_supplier"] = "អ្នកផ្គត់ផ្គង់";
$lang["reports_subtotal"] = "សរុប​រង";
$lang["reports_total"] = "សរុប";



$lang["reports_report_input"] = "ព័ត៌មាន​បញ្ចូល​របាយការណ៍";

$lang["reports_date_range"] = "ចន្លោះ​កាលបរិច្ឆេទ";
$lang["reports_today"] = "ថ្ងៃនេះ";
$lang["reports_yesterday"] = "ម្សិលមិញ";
$lang["reports_last_7"] = "៧ថ្ងៃ​ចុងក្រោយ";
$lang["reports_this_month"] = "ខែ​នេះ";
$lang["reports_last_month"] = "ខែ​មុន";
$lang["reports_this_year"] = "ឆ្នាំ​នេះ";
$lang["reports_last_year"] = "ឆ្នាំ​មុន";
$lang["reports_all_time"] = "គ្រប់​ពេល";
$lang["reports_detailed_sales_report"] = "របាយការណ៍​សេចក្ដី​លម្អិត​លក់";
$lang["reports_comments"] = "សេចក្ដី​អធិប្បាយ";









$lang["reports_customer"] = "អតិថិជន";
$lang["reports_tax_percent"] = "ភាគរយ​ពន្ធ";
$lang["reports_quantity_purchased"] = "បរិមាណ​ជាវ";
$lang["reports_serial_number"] = "# សេរី";
$lang["reports_description"] = "សេចក្ដី​ពិពណ៌នា";
$lang["reports_date"] = "កាលបរិច្ឆេទ";
$lang["reports_sales_amount"] = "ចំនួន​លក់";
$lang["reports_revenue"] = "ចំណូល";

$lang["reports_discounts_summary_report"] = "របាយការណ៍​សង្ខេប​បញ្ចុះ​តម្លៃ";


$lang["reports_summary_reports"] = "របាយការណ៍​សង្ខេប";
$lang["reports_graphical_reports"] = "របាយការណ៍​ក្រាហ្វិក";
$lang["reports_detailed_reports"] = "របាយការណ៍​លម្អិត";

$lang["reports_low_inventory"] = "ស្តុក​ទាប";
$lang["reports_inventory_summary"] = "ស្តុក​សង្ខេប";

$lang["reports_reorder_level"] = "កម្រិត​ទិញ​បន្ថែម";
$lang["reports_low_inventory_report"] = "របាយការណ៍​ស្តុក​ទាប";
$lang["reports_item_name"] = "ឈ្មោះ​ទំនិញ";
$lang["reports_inventory_summary_report"] = "របាយការណ៍​សង្ខេប​ស្តុក";
$lang["reports_payment_type"] = "ប្រភេទ​ទូទាត់";
$lang["reports_payments_summary_report"] = "របាយការណ៍​សង្ខេប​ទូទាត់";


$lang["reports_received_by"] = "បាន​ទទួល​ដោយ";
$lang["reports_supplied_by"] = "បាន​ផ្គត់ផ្គង់​ដោយ";
$lang["reports_items_ordered"] = "ធាតុ​លំដាប់";
$lang["reports_detailed_receivings_report"] = "របាយការណ៍​ទទួល​លម្អិត";
$lang["reports_sale_type"] = "ប្រភេទ​លក់";
$lang["reports_all"] = "ទាំងអស់";
$lang["reports_returns"] = "ត្រឡប់";

$lang["reports_deleted_sales_report"] = "រាយការណ៍​លុប​លក់";
$lang["reports_receiving_id"] = "ល.ស ទទួល";
$lang["reports_item_kits_summary_report"] = "របាយការណ៍​សង្ខេប​ទំនិញ​ឈុត";
$lang["reports_export_to_excel"] = "នាំចេញ​ទៅ Excel";
$lang["reports_month_01"] = "មករា";
$lang["reports_month_02"] = "កុម្ភៈ";
$lang["reports_month_03"] = "មីនា";
$lang["reports_month_04"] = "មេសា";
$lang["reports_month_05"] = "ឧសភា";
$lang["reports_month_06"] = "មិថុនា";
$lang["reports_month_07"] = "កក្កដា";
$lang["reports_month_08"] = "សីហា";
$lang["reports_month_09"] = "កញ្ញា";
$lang["reports_month_10"] = "តុលា";
$lang["reports_month_11"] = "វិច្ឆិកា";
$lang["reports_month_12"] = "ធ្នូ";

$lang["reports_giftcard_summary_report"] = "របាយការណ៍​សង្ខេប​កាត​រង្វាន់";
$lang["reports_store_account_summary_report"] = "របាយការណ៍​សង្ខេប​គណនី​ហាង";

$lang["reports_register_log_open"] = "ការ​ចុះ​បញ្ជី​នៅ​បើក";
$lang["reports_employee"] = "និយោជិក";
$lang["reports_shift_start"] = "ផ្ដើម​វេន";
$lang["reports_shift_end"] = "បញ្ចប់​វេន";

$lang["reports_close_amount"] = "ចំនួន​បិទ";

$lang["reports_difference"] = "ខុសគ្នា";
$lang["reports_total_cash_sales"] = "សាច់​ប្រាក់​លក់​សរុប";
$lang["reports_total_shortages"] = "កង្វះខាត​សរុប";
$lang["reports_total_overages"] = "ចំនួន​លើស​សរុប";
$lang["reports_total_difference"] = "ខុសគ្នា​សរុប";
$lang["reports_inventory_total"] = "តម្លៃ​ស្តុក​សរុប";
$lang["reports_inventory_sale_total"] = "តម្លៃ​ស្តុក​សរុប​តាម​តម្លៃ​ឯកតា";
$lang["reports_no_customer"] = "គ្មាន​អតិថិជន";

$lang["reports_sales_search"] = "របាយការណ៍​ស្វែងរក​លម្អិត";
$lang["reports_sales_report_generator"] = "កម្មវិធី​បង្កើត​របាយការណ៍";
$lang["reports_sales_generator_matchType"] = "ផ្គូផ្គង​ប្រភេទ";
$lang["reports_sales_generator_matchType_All"] = "ផ្គូផ្គង​គ្រប់​ច្បាប់ (លក្ខខណ្ឌ និង AND)";
$lang["reports_sales_generator_matchType_Or"] = "ផ្គូផ្គង​ច្បាប់​ណាមួយ (លក្ខខណ្ឌ ឬ OR)";
$lang["reports_sales_generator_matchType_Help"] = "ជំនួយ៖ អ្នក​ចង់​ឲ្យ​វិធាន​​របាយការណ៍​លក់​ដែល​អ្នក​បង្កើត​ខាងក្រោម​អនុវត្ត​របៀបណា? សូម​ជ្រើស 'ផ្គូផ្គង​គ្រប់​ច្បាប់' ដើម្បី​មើល​តែ​បណ្ដា​លក់​ដែល​ផ្គូផ្គង​គ្រប់​ច្បាប់​ដែល​អ្នក​បង្កើត​ប៉ុណ្ណោះ។ សូម​ជ្រើស 'ផ្គូផ្គង​ច្បាប់​ណាមួយ' ដើម្បី​មើល​លក់​ដែល​ផ្គូផ្គង​នឹង​ច្បាប់​មួយ ឬ​ច្រើន។";
$lang["reports_sales_generator_matchType_All_TEXT"] = "និង";
$lang["reports_sales_generator_matchType_Or_TEXT"] = "ឬ";
$lang["reports_sales_generator_addCondition"] = "បន្ថែម​លក្ខខណ្ឌ";
$lang["reports_sales_generator_delCondition"] = "លុប​លក្ខខណ្ឌ";
$lang["reports_sales_generator_autocomplete_hintText"] = "វាយ​ចូល​ពាក្យ​ស្វែងរក";
$lang["reports_sales_generator_autocomplete_noResultsText"] = "គ្មាន​លទ្ធផល";
$lang["reports_sales_generator_autocomplete_searchingText"] = "ស្វែងរក...";
$lang["reports_sales_generator_selectField_0"] = "សូមជ្រើស";
$lang["reports_sales_generator_selectField_1"] = "ឈ្មោះ​អតិថិជន";
$lang["reports_sales_generator_selectField_2"] = "លេខ​សេរី​ទំនិញ";
$lang["reports_sales_generator_selectField_3"] = "ឈ្មោះ​និយោជិក";
$lang["reports_sales_generator_selectField_4"] = "ជំពូក​ទំនិញ";
$lang["reports_sales_generator_selectField_5"] = "ឈ្មោះ​អ្នកផ្គត់ផ្គង់";
$lang["reports_sales_generator_selectField_6"] = "ប្រភេទ​លក់";
$lang["reports_sales_generator_selectField_7"] = "ចំនួន​លក់";
$lang["reports_sales_generator_selectField_8"] = "ឈ្មោះ​ទំនិញ​ឈុត";
$lang["reports_sales_generator_selectField_9"] = "ឈ្មោះ​ធាតុ / UPC / លេខ​សម្គាល់​ផលិតផល";
$lang["reports_sales_generator_selectField_10"] = "ល.ស លក់";
$lang["reports_sales_generator_selectCondition_1"] = "ជា";
$lang["reports_sales_generator_selectCondition_2"] = "ពុំ​មែន​ជា";
$lang["reports_sales_generator_selectCondition_5"] = "នៅ​ក្នុង";
$lang["reports_sales_generator_selectCondition_6"] = "មិន​នៅ​ក្នុង";
$lang["reports_sales_generator_selectCondition_7"] = "ធំជាង (>)";
$lang["reports_sales_generator_selectCondition_8"] = "តូចជាង (<)";
$lang["reports_sales_generator_selectCondition_9"] = "ស្មើនឹង (=)";
$lang["reports_sales_generator_selectCondition_10"] = "លក់";
$lang["reports_sales_generator_selectCondition_11"] = "ត្រឡប់";
$lang["reports_sales_report_generator_results_found"] = "លទ្ធផល​រក​ឃើញ";
$lang["reports_quantity"] = "បរិមាណ";
$lang["reports_sales_generator_selectField_11"] = "ប្រភេទ​ទូទាត់";
$lang["reports_id"] = "ល.ស";
$lang["reports_time"] = "ម៉ោង";
$lang["reports_sale_id"] = "ល.ស លក់";
$lang["reports_debit"] = "ឥណពន្ធ";
$lang["reports_credit"] = "ឥណទាន";
$lang["reports_balance"] = "សមតុល្យ";
$lang["reports_balance_to_pay"] = "សមតុល្យ";
$lang["reports_comment"] = "មតិយោបល់";
$lang["reports_detailed_store_account_report"] = "គណនី​ហាង​លម្អិត​សម្រាប់ ";
$lang["reports_sales_generator_show_only_matched_items"] = "បង្ហញ​តែ​ទំនិញ​ផ្គូផ្គង​ក្នុង​លក់​ប៉ុណ្ណោះ";
$lang["reports_store_account_statements"] = "របាយការណ៍​សមតុល្យ​គណនី​ហាង";
$lang["reports_sales_generator_selectField_12"] = "សេចក្ដី​ពិពណ៌នា​ទំនិញ​លក់";

$lang["reports_confirm_register_log_delete"] = "តើ​អ្នក​ប្រាកដ​ជា​ចង់​លុប​កំណត់ហេតុ​ចុះ​បញ្ជី​នេះ​មែន​ឬ?";
$lang["reports_make_a_selection"] = "ធ្វើឱ្យការជ្រើសរើស";
$lang["reports_detailed_customers_report"] = "របាយការណ៍​អតិថិជន​លម្អិត";
$lang["reports_detailed_employees_report"] = "របាយការណ៍​និយោជិក​លម្អិត";
$lang["reports_detailed_giftcards_report"] = "របាយការណ៍​កាត​រង្វាន់​លម្អិត";
$lang["reports_detailed_store_accounts_report"] = "របាយការណ៍​គណនី​ហាង​លម្អិត";
$lang["reports_detailed_suppliers_report"] = "របាយការណ៍​អ្នកផ្គត់ផ្គង់​លម្អិត";
$lang["reports_custom_range"] = "ចន្លោះ​ពន្ធ";
$lang["reports_detailed_inventory_report"] = "របាយការណ៍​ស្តុក​លម្អិត";
$lang["reports_show_manual_adjustments_only"] = "បង្ហាញ​តែ​ការ​កែ​ដោយ​ដៃ​ប៉ុណ្ណោះ";
$lang["reports_non_taxable"] = "មិន​ជាប់ពន្ធ";



$lang["reports_detailed_suspended_sales_report"] = "របាយការណ៍​លក់​លម្អិត​ផ្អាក";
$lang["reports_show_sales_from_past"] = "បង្ហាញ​លក់​ពី​កន្លងមក";
$lang["reports_days"] = "ថ្ងៃ";
$lang["reports_payment_date"] = "កាលបរិច្ឆេទ​ទូទាត់";

$lang["reports_hide_items"] = "លាក់​ទំនិញ";
$lang["reports_detailed_payments_report"] = "របាយការណ៍​ទូទាត់​លម្អិត";
$lang["reports_total_liabilities"] = "បំណុល​សរុប";
$lang["reports_employee_open"] = "និយោជិក​បើក";
$lang["reports_close_employee"] = "និយោជិក​បិទ";
$lang["reports_register"] = "ចុះ​បញ្ជី";
$lang["reports_pull_payments_by"] = "ទាញ​ទូទាត់ និង​លក់​ដោយ";

$lang["reports_summary_commission_report"] = "របាយការណ៍​សង្ខេប​កម្រៃ​ជើងសា";
$lang["reports_detailed_commission_report"] = "របាយការណ៍​លម្អិត​កម្រៃ​ជើងសា";
$lang["reports_comissions_summary_report"] = "របាយការណ៍​សង្ខេប​កម្រៃ​ជើងសា";
$lang["reports_fixed_range"] = "ចន្លោះ​ថេរ";


$lang["reports_not_clocked_out"] = "ពុំ​បាន​កត់​ពេល​ចេញ";
$lang["reports_detailed_timeclock_report"] = "របាយការណ៍​លម្អិត​កត់​ពេល";
$lang["reports_hours"] = "ម៉ោង";
$lang["reports_summary_timeclock_report"] = "របាយការណ៍​សង្ខេប​កត់​ពេល";
$lang["reports_confirm_timeclock_delete"] = "តើ​អ្នក​ប្រាកដ​ជា​ចង់​លុប​កំណត់ត្រា​កត់​ពេល​នេះ​មែន​ឬ?";
$lang["reports_edit_timeclock"] = "កែសម្រួល​កំណត់ត្រា​កត់​ពេល";

$lang["reports_new_timeclock"] = "បន្ថែម​កត់​ពេល​ចូល/ចេញ​ដែល​បាន​ខកខាន";
$lang["reports_completed_layaway"] = "កក់​រម្លស់​បញ្ចប់​ទាំង​ស្រុង";
$lang["reports_all_open_layaways_and_estimates"] = "កក់​រម្លស់ និង តម្លៃ​ប៉ាន់​បើក​ទាំងអស់";
$lang["reports_completed_estimate"] = "តម្លៃ​ប៉ាន់​បញ្ចប់​ទាំង​ស្រុង";
$lang["reports_this_week"] = "សប្ដាហ៍​នេះ";
$lang["reports_last_week"] = "សប្ដាហ៍​មុន";
$lang["reports_notes"] = "ចំណាំ";

$lang["reports_tiers_summary_report"] = "របាយការណ៍​សង្ខេប​កាំ";

$lang["reports_day"] = "ថ្ងៃ";
$lang["reports_data"] = "ទិន្នន័យ";
$lang["reports_total_sales"] = "លក់​សរុប";
$lang["reports_total_returned"] = "ត្រឡប់​សរុប";
$lang["reports_items_returned"] = "ធាតុ​បាន​ត្រឡប់";

$lang["reports_from"] = "ពី";
$lang["reports_to"] = "ទៅ";
$lang["reports_graphical_receiving_reports"] = "របាយការណ៍​ទទួល​ជា​ក្រាហ្វិក";
$lang["reports_summary_receiving_reports"] = "របាយការណ៍​សង្ខេប​ទទួល";
$lang["reports_detailed_receiving_reports"] = "របាយការណ៍​លម្អិត​ទទួល";
$lang["reports_suppliers_receivings_summary_report"] = "របាយការណ៍​សង្ខេប​ការ​ទទួល​ពី​អ្នកផ្គត់ផ្គង់";
$lang["reports_recevings_report"] = "របាយការណ៍​ទទួល";
$lang["reports_store_account_statement"] = "របាយការណ៍​ទូទាត់​គណនី​ហាង";
$lang["reports_email_statement"] = "អ៊ីមែល​របាយការណ៍​ទូទាត់";
$lang["reports_email_sent"] = "អ៊ីមែល​បាន​បញ្ចូន";
$lang["reports_number_of_transactions"] = "ចំនួន​ប្រតិបត្តិការ";
$lang["reports_activity"] = "របាយការណ៍​សកម្មភាព";
$lang["reports_store_account_activity_report"] = "របាយការណ៍​សកម្មភាព​គណនី​ហាង";
$lang["reports_total_balance_of_all_store_accounts"] = "សមតុល្យ​សរុប​គណនី​ហាង​ទាំងអស់";
$lang["reports_debits"] = "ឥណពន្ធ";
$lang["reports_credits"] = "ឥណទាន";
$lang["reports_gift_card_sales_reports"] = "របាយការណ៍​លក់​កាត​រង្វាន់";
$lang["reports_giftcard_sale_amount"] = "ចំនួន​លក់​កាត​រង្វាន់";
$lang["reports_detailed_count_report"] = "របាយការណ៍​លម្អិត​ចំនួន";
$lang["reports_summary_count_report"] = "របាយការណ៍​សង្ខេប​ចំនួន";
$lang["reports_count_date"] = "កាលបរិច្ឆេទ​រាប់";
$lang["reports_number_items_counted"] = "ចំនួន​ធាតុ​បាន​រាប់";
$lang["reports_amount_over_under_from_actual_on_hand"] = "ចំនូន​លើស/ខ្វះ​ពី​ចំនួន​ពិត​ក្នុង​ដៃ";



$lang["reports_actual_count"] = "បរិមាណ​ពិត​បាន​របាយការណ៍​ដោយ​កម្មវិធី​លក់";
$lang["reports_total_profit_and_loss"] = "សរុប​លក់ - ត្រឡប់ - បញ្ចុះ​តម្លៃ - ពន្ធ";

$lang["reports_tags_summary_report"] = "របាយការណ៍​សង្ខេប​ស្លាក";
$lang["reports_total_items_in_inventory"] = "ធាតុ​សរុប​ក្នុង​បញ្ជីសារពើភ័ណ្ឌ";
$lang["reports_show_accounts_over_credit_limit"] = "បង្ហាញ​បណ្ដា​គណនី​ហា​ង​លើស​កម្រិត​ឥណទាន";
$lang["reports_expiring_items_report"] = "របាយការណ៍​ធាតុ​ផុត​កំណត់";

$lang["reports_expired_inventory_report"] = "របាយការណ៍​បញ្ជីសារពើភ័ណ្ឌ​ផុត​កំណត់";


$lang["reports_register_log_id"] = "ល.ស កំណត់ហេតុ​ចុះ​បញ្ជី";
$lang["reports_adds_and_subs"] = "ការ​បូក និង ការ​ដក​សាច់ប្រាក់";
$lang["reports_in_stock"] = "មាន​ស្តុក";
$lang["reports_out_of_stock"] = "អស់​ស្តុក";
$lang["reports_other"] = "ផ្សេងទៀត";

$lang['reports_expenses_detailed_report'] = 'ការ​ចំណាយ​លើ​របាយការណ៍​លម្អិត';
$lang['reports_register_log_details_report'] = 'ចុះឈ្មោះ​ចូល​លំអិត';
$lang['reports_deleted_recv_reports'] = 'របាយការណ៍​អ្នក​ទទួល​ដែល​បាន​លុប';
$lang['reports_graphical_summary_taxes_reports'] = 'របាយ​ការណ៍​ពន្ធ​សេចក្ដី​សង្ខេប​ក្រាហ្វិក';
$lang['reports_summary_taxes_reports'] = 'របាយ​ការណ៍​សង្ខេប​ការ​ពន្ធ';
$lang['reports_summary_taxes_receivings_report'] = 'របាយការណ៍​សង្ខេប​របស់​អ្នក​ទទួល​ពន្ធ';
$lang['reports_summary_sales_time_reports'] = 'សេចក្តី​សង្ខេប​ការ​លក់​តាម​របាយការណ៍​ម៉ោង';
$lang['reports_summary_sales_graphical_time_reports'] = 'ក្រាហ្វិក​លក់​សង្ខេប​តាម​របាយការណ៍​ម៉ោង';
$lang['reports_sales_summary_by_time_report'] = 'សេចក្តី​សង្ខេប​ការ​លក់​ដោយ​របាយការណ៍​ម៉ោង';
$lang['reports_time_range'] = 'ជួរ​ពេល​វេលា';
$lang['reports_time_interval'] = 'ចន្លោះ​ពេល';

$lang['reports_total_taxes'] = 'ពន្ធ​សរុប';

$lang['reports_average_ticket_size'] = 'ទំហំ​ជា​មធ្យម​សំបុត្រ';
$lang['reports_current_selling_price'] = 'តម្លៃ​លក់​នា​ពេល​បច្ចុប្បន្ន';
$lang['reports_total_receivings'] = 'អ្នក​ទទួល​សរុប';


$lang['reports_quantity_expiring'] = 'បរិមាណ​ដែល​ត្រូវ​ផុត​កំណត់';
$lang['reports_audit_report'] = 'របាយការណ៍​សវនកម្ម';
$lang['reports_giftcards_audit_report'] = 'កាត​អំណោយ​ទាន​របាយការណ៍​សវនកម្ម';
$lang['reports_compare_to_date_range'] = 'ប្រៀប​ធៀប​ទៅ​នឹង​ជួរ​កាលបរិច្ឆេទ';
$lang['reports_compare_to'] = 'ប្រៀប​ធៀប​ទៅ​នឹង';
$lang['reports_points_used'] = 'ពិន្ទុ​ត្រូវ​បាន​ប្រើ';
$lang['reports_points_earned'] = 'បាន​ចង្អុល​ទទួល​បាន';

$lang['reports_items_recved'] = 'ធាតុ​ដែល​បាន​ទទួល';
$lang['reports_show_only_reorder'] = 'បង្ហាញ​ធាតុ​ដែល​បាន​តែ​ជាមួយ​នឹង​កម្រិត​ការ​រៀបចំ';
$lang['reports_weighted_cost'] = 'តំលៃ​តម្លៃ​មធ្យម​ទម្ងន់';
$lang['reports_tax_exempt'] = 'លើក​លែង​ពន្ធ';
$lang['reports_detailed_suspended_receivings_report'] = 'របាយការណ៍​អ្នក​ទទួល​បាន​ផ្អាក​លម្អិត';
$lang['reports_pending_inventory'] = 'សារពើ​ភ័​ណ្ឌ​មិន​ទាន់​សម្រេច (ព្យួរ​)';
$lang['reports_show_pending_only'] = 'មាន​តែ​ធាតុ​បង្ហាញ​ជាមួយ​នឹង​ការ​រង់ចាំ​ការ​សារពើ​ភ័​ណ្ឌ';


$lang['reports_total_spent'] = 'ចំណាយ​សរុប';
$lang['reports_any_amount'] = 'ចំនួន​ទឹកប្រាក់​ណាមួយ​ឡើយ';
$lang['reports_expenses'] = 'ចំណាយ';
$lang['reports_tax'] = 'ពន្ធលើ';
$lang['reports_profit'] = 'ប្រាក់ចំណេញ';
$lang['reports_items_with_tax'] = 'ពន្ធ';
$lang['reports_total_expenses'] = 'ចំណាយ​សរុប';
$lang['reports_employee_type'] = 'ប្រភេទ​និយោជិក';
$lang['reports_sale_person'] = 'អ្នកលក់';
$lang['reports_expenses_summary_report'] = 'របាយការណ៍​សង្ខេប​ចំណាយ';
$lang['reports_giftcard_number'] = 'លេខ​កាត​រង្វាន់';
$lang['reports_giftcard'] = 'កាត​រង្វាន់';
$lang['reports_loyalty'] = 'ភាពស្មោះត្រង់';

$lang['reports_all_transactions'] = 'ប្រតិបត្តិការទាំងអស់';
$lang['reports_number_of_discounts'] = 'ចំនួននៃការបញ្ចុះតម្លៃ';
$lang['reports_show_all_items'] = 'បង្ហាញធាតុទាំងអស់បើទោះបីជាមិនបានលក់';
$lang['reports_outstanding_sales'] = 'ការលក់ឆ្នើម';
$lang['reports_outstanding_sales_report'] = 'រក្សាទុករបាយការណ៍លក់ឆ្នើមគណនី';
$lang['reports_mark_as_paid'] = 'សម្គាល់ថាបានបង់ប្រាក់';
$lang['reports_confirm_mark_as_paid'] = 'តើអ្នកប្រាកដថាអ្នកចង់សម្គាល់ការលក់នេះជាការបង់?';
$lang['reports_mark_all_as_paid'] = 'លោក Mark ទាំងអស់ជាបានប្រាក់';
$lang['reports_confirm_all_mark_as_paid'] = 'តើអ្នកប្រាកដថាអ្នកចង់សម្គាល់ថាការលក់ទាំងអស់ដូចជាបង់?';
$lang['reports_mark_as_unpaid'] = 'សម្គាល់ជាគ្មានប្រាក់ខែ';
$lang['reports_confirm_mark_as_unpaid'] = 'តើអ្នកប្រាកដថាអ្នកចង់សម្គាល់នេះគ្មានប្រាក់ខែដូចជា?';
$lang['reports_show_paid_sales'] = 'បង្ហាញបានប្រាក់លក់';
$lang['reports_receiving_date'] = 'កាលបរិច្ឆេទទទួលបានការ';
$lang['reports_outstanding_recv'] = 'ឆ្នើមទទួល';
$lang['reports_show_paid_receivings'] = 'បង្ហាញបង់ប្រាក់ទទួល';
$lang['reports_outstanding_receivings_report'] = 'របាយការណ៍ទទួលឆ្នើម';

$lang['reports_taxable_sales'] = 'ការលក់ជាប់ពន្ធ';
$lang['reports_taxable_recv'] = 'អ្នកទទួលដែលត្រូវជាប់ពន្ធ';
$lang['reports_price_variance_report'] = 'របាយការណ៍វ៉ារ្យង់តម្លៃ';
$lang['reports_variance'] = 'វ៉ារ្យង់';
$lang['reports_this_quarter'] = 'ត្រីមាសនេះ';
$lang['reports_last_quarter'] = 'ត្រីមាសចុងក្រោយ';
$lang['reports_ip_address_clock_in'] = 'នាឡិកាអាសយដ្ឋាន IP នៅ';
$lang['reports_ip_address_clock_out'] = 'អាសយដ្ឋាន IP នាឡិកាចេញ';
$lang['reports_manufacturers_report'] = 'របាយការណ៍ក្រុមហ៊ុនផលិត';
$lang['reports_current_cost_price'] = 'តំលៃតម្លៃបច្ចុប្បន្ន';

$lang['reports_show_deleted_items'] = 'បង្ហាញលុបធាតុ';

$lang['reports_exchanges'] = 'ការផ្លាស់ប្តូរ';

$lang['reports_total_paid'] = 'ការបង់សរុប';
$lang['reports_total_due'] = 'សរុប​មក';
$lang['reports_receivings'] = 'ការទទួល';
?>